Repository: Evgen-sochi/Aviasales-iOS-SDK
Catalog: AviasalesSDKTemplate/Resources/*.lproj/AviasalesStaticLibLocalizable.strings
Languages: de

# AVIASALES_LANG
source: en
de: de

# AVIASALES_REDIRECT_ERROR
source: Unable to proceed to purchase. Server error
de: Leider ist Service vorübergehend nicht verfügbar

# AVIASALES_REDIRECT_EXPIRED
source: Unable to proceed to purchase. Please try to make a new search request
de: Die Suchergebnisse sind nicht mehr aktuell. Bitte versuchen Sie eine neue Suche

# AVIASALES_SEARCH_RESULTS_EMPTY
source: No results found. Try changing search settings
de: Keine passenden Flüge gefunden. Versuchen Sie nun mit anderen Reisedaten

# AVIASALES_SEARCH_RESULTS_ERROR
source: Sorry, service temporarily unavailable
de: Leider ist Service vorübergehend nicht verfügbar

# AVIASALES_OTHER_ALLIANCES
source: Other Airline Alliances
de: Andere Allianze

# AVIASALES_SEARCH_PARAMS_ERROR_ORIGIN_EMPTY
source: Please select departure airport
de: Sie haben keinen Abflughafen gewählt

# AVIASALES_SEARCH_PARAMS_ERROR_DESTINATION_EMPTY
source: Please select destination airport
de: Sie haben keinen Zielflughafen gewählt

# AVIASALES_SEARCH_PARAMS_ERROR_ORIGIN_FORMAT_ERROR
source: Incorrect Departure airport format (should be IATA-code)
de: Falscher Abflughafen-Format (IATA-Code sein sollte)

# AVIASALES_SEARCH_PARAMS_ERROR_DESTINATION_FORMAT_ERROR
source: Incorrect Destination airport format (should be IATA-code)
de: Falsche Zielflughafen Format (IATA-Code sollte sein)

# AVIASALES_SEARCH_PARAMS_ERROR_SAME_AIRPORTS
source: Origin and destination can't be the same
de: Der Abflughafen sollte sich vom Zielflughafen unterscheiden

# AVIASALES_SEARCH_PARAMS_ERROR_DEPARTURE_DATE_EMPTY
source: Field is required: Departure Date
de: Füllen Sie bitte das Feld: Abflugdatum

# AVIASALES_SEARCH_PARAMS_ERROR_RETURN_DATE_EMPTY
source: Field is required: Return Date
de: Füllen Sie bitte das Feld: Rückflugdatum

# AVIASALES_SEARCH_PARAMS_ERROR_EXPIRED_DATE
source: Departure date has passed
de: Abreisedatum überschritten

# AVIASALES_SEARCH_PARAMS_ERROR_EARLY_RETURN_DATE
source: Departure date is later than return date
de: Abreisetag ist später als das Rückreisedatum

# AVIASALES_SEARCH_PARAMS_ERROR_ONE_ADULT_REQUIRED
source: At least one adult must be among the passengers
de: Mindestens ein Erwachsener muss unter den Passagieren sein

# AVIASALES_SEARCH_PARAMS_ERROR_TOTAL_PASSENGERS
source: Total number of adults and children shouldn't be more than 9
de: Anzahl der Erwachsenen und Kinder sollten nicht mehr als 9 sein

# AVIASALES_SEARCH_PARAMS_ERROR_TOTAL_INFANTS
source: Total number of infants shouldn't be more than 9
de: Gesamtzahl der Kinder sollten nicht mehr als 9 sein

# AVIASALES_SEARCH_PARAMS_ERROR_WRONG_CLASS
source: Incorrect travel class
de: Falsche Reiseklasse

# AVIASALES_INTERNET_UNREACHABLE
source: Please check your Internet connection
de: Bitte uberprüfen Sie Ihre Internetverbindung

# AVIASALES_HOST_UNREACHABLE
source: The server is unreachable
de: Der Server ist nicht erreichbar
